{
    "description": "Your crochet friend",

    "home": "Home",
    "counters": "Counters",
    "sheets": "Cheat sheets",
    "settings": "Settings",
    "about": "About",

    "add_counter": "Add a counter",
    "add_counter_description": "Add a counter to count stitches or rows, or anything else you want to count.",
    "add_counter_description_2": "You can create a decresing counter by editing the value after creating the counter. Then, you can decrement the counter to reach 0.",
    "counter_name": "Counter name",
    "counter_description": "Description",
    "add_reminder": "Add a reminder",
    "add_reminder_description": "Add a reminder to remind you to do something at a specific frequency, it is associated with a counter.",
    "add_reminder_description_2": "For example, if you want to remind yourself to do an increase every 4 stitches, you can add a reminder with a frequency of 4 and a counter associated with the number of stitches.",
    "reminder_name": "Reminder name",
    "reminder_description": "Description",
    "reminder_frequency": "Frequency",
    "reminder_counter": "Associated counter",
    "select_counter": "Select a counter",
    "cancel": "Cancel",
    "each": "Each",
    "search_by_name": "Search by name",
    "type": "Type",
    "difficulty": "Difficulty",
    "notation": "Notation",
    "stitch": "Stitch",
    "technic": "Technic",
    "basic": "Basic",
    "intermediate": "Intermediate",

    "settings_description": "... Coming soon !",

    "about_description": "Stitchy is a multi-purpose crochet app. Its purpose is to help you during your crochet journey. <br> Stitchy is developed by Mei, a beginner crocheter, so it may not be perfect or correct. Feel free to contact me if you have any suggestions or feedback. <br> You can also check <a href='https://github.com/meihwg'>the source code</a> on my GitHub. <br> Thank you for using Stitchy !",
    "contact": "Contact",
    "website": "Developer website",
    "instagram": "Crochet Instagram",

    "stitches": "Stitches",
    "stitches_description": "Number of stitches on this row",
    "rows": "Rows",
    "rows_description": "Number of rows",
    "increase_decrease": "Increase/Decrease",
    "increase_decrease_description": "To know when to increase or decrease",

    "chain": "Chain",
    "chain_description": "A chain is the most basic stitch you can do. <br /> <br /> To do it, yarn over the hook and pull it through the loop on your hook.",
    "single_crochet": "Single crochet",
    "single_crochet_description": "To do a single crochet, you'll need to insert your hook into the stitch, yarn over, pull through the stitch, yarn over again and pull through both loops.",
    "double_crochet": "Double crochet",
    "double_crochet_description": "To do a double crochet, you'll need to yarn over, insert your hook into the stitch, yarn over, pull through the stitch, yarn over, pull through two loops, yarn over and pull through the last two loops.",
    "half_double_crochet": "Half double crochet",
    "half_double_crochet_description": "To do a half double crochet, you'll need to yarn over, insert your hook into the stitch, yarn over, pull through the stitch, yarn over again and pull through all three loops.",
    "trebble_crochet": "Trebble crochet",
    "trebble_crochet_description": "To do a trebble crochet, you'll need to yarn over twice, insert your hook into the stitch, yarn over, pull through the stitch, yarn over, pull through two loops, yarn over, pull through two loops, yarn over and pull through the last two loops.",
    "slip_stitch": "Slip stitch",
    "slip_stitch_description": "To do a slip stitch, you'll need to insert your hook into the stitch, yarn over, pull through the stitch and the loop.",
    "slipknot": "Slipknot",
    "slipknot_description": "A slipknot is the beginning of any crochet work. <br /> <br /> To do it, you can make a loop with the yarn, pass the hook through it and pull the yarn through the loop. Then, pull both ends to tighten it.",
    "magic_loop": "Magic loop",
    "magic_loop_description": "A magic loop is a technique to start a crochet work. It may seem a bit complicated at first, but don't be afraid! <br /> A lot of way to do it exists so you can choose the one that suits you best. <br /> <br /> The most common one is to ...",
    "increase": "Increase",
    "increase_description": "An increase is doing two stitches (of any kind) in the same stitch.",
    "decrease": "Decrease",
    "decrease_description": "A decrease is doing a stitch while working into two stitches.",
    "front_loop_only": "Front loop only",
    "front_loop_only_description": "Front loop only means you'll be working with the front loop only (the part of the stitch that is on the front of the work, closer to you).",
    "back_loop_only": "Back loop only",
    "back_loop_only_description": "Back loop only means you'll be working with the back loop only (the part of the stitch that is on the back of the work, further from you).",
    "switch_color": "Switch color",
    "switch_color_description": "Sometimes, you'll need to switch the color of your yarn. <br /> <br /> To do it, you can pull on the working loop, take off the hook, insert it into the two (or more loops) the last loop went in, yarn over with the new color and pull through those loops. THen, you can pull the end of the previous color and cut it.",
    "fasten_off": "Fasten off",
    "fasten_off_description": "Fasten off is the end of your crochet work. <br /> <br /> To do it, remove the hook from the working loop, cut the yarn and pull the end through the loop."
}
    
    
  
