{
    "description": "Votre assistant crochet",

    "home": "Accueil",
    "counters": "Compteurs",
    "sheets": "Rappels des mailles",
    "settings": "Paramètres",
    "about": "À propos",

    "add_counter": "Ajouter un compteur",
    "add_counter_description": "Créez un compteur pour compter les mailles, les rangs, ou n'importe quoi d'autre.",
    "add_counter_description_2": "Vous pouvez créer un compteur décroissant en modifiant la valeur à l'intérieur du compteur après l'avoir créé. Attendez ensuite qu'il atteigne 0.",
    "counter_name": "Nom du compteur",
    "counter_description": "Description",
    "add_reminder": "Ajouter un rappel",
    "add_reminder_description": "Créez un rappel pour vous rappeler de faire quelque chose à une certaine fréquence, il sera associé à un compteur.",
    "add_reminder_description_2": "Pr exemple, si vous voulez vous rappeler de faire une augmentation toutes les 4 mailles, vous pouvez créer un rappel avec une fréquence de 4 et le lier à un compteur de mailles.",
    "reminder_name": "Nom du rappel",
    "reminder_description": "Description",
    "reminder_frequency": "Fréquence",
    "reminder_counter": "Compteur associé",
    "select_counter": "Sélectionner un compteur",
    "cancel": "Annuler",
    "each": "Chaque",

    "search_by_name": "Rechercher par nom",
    "type": "Type",
    "difficulty": "Difficulté",
    "notation": "Notation",
    "stitch": "Maille",
    "technic": "Technique",
    "basic": "Basique",
    "intermediate": "Intermédiaire",

    "settings_description": "... A venir !",

    "about_description": "... A venir !",

    "stitches": "Mailles",
    "stitches_description": "Nombre de mailles sur cette rangée",
    "rows": "Rangées",
    "rows_description": "Nombre de rangées",
    "increase_decrease": "Augmentation/Décrémentation",
    "increase_decrease_description": "Savoir quand augmenter ou décrémenter",

    "chain": "Maille chaînée",
    "chain_description": "La maille chaînée est la maille la plus simple à réaliser. <br> <br> Pour la réaliser il suffit de faire un jeté et de passer à l'intérieur de la boucle sur le crochet.",
    "single_crochet": "Maille serrée",
    "single_crochet_description": "Pour faire une maille serrée, il faut insérer le crochet dans la maille, faire un jeté, revenir à travers la maille, faire un jeté et passer par les deux boucles sur le crochet.",
    "double_crochet": "Bride",
    "double_crochet_description": "Pour faire une bride, il faut faire un jeté, insérer le crochet dans la maille, faire un jeté, revenir à travers la maille, faire un jeté, passer à travers deux boucles, faire un jeté et passer à travers les deux dernières boucles.",
    "half_double_crochet": "Demi-bride",
    "half_double_crochet_description": "Pour faire une demi-bride, il faut faire un jeté, insérer le crochet dans la maille, faire un jeté, revenir à travers la maille, faire un jeté et passer à travers les trois boucles.",
    "trebble_crochet": "Double bride",
    "trebble_crochet_description": "Pour faire une double bride, il faut faire 2 jetés, insérer le crochet dans la maille, faire un jeté, revenir à travers la maille, faire un jeté, passer à travers deux boucles, faire un jeté, passer à travers de boucles, faire un jeté et passer à travers les deux dernières boucles.",
    "slip_stitch": "Maille coulée",
    "slip_stitch_description": "Pour faire une maille coulée, il faut insérer le crochet dans la maille, faire un jeté, revenir dans la maille et passer à travers la boucle sur le crochet.",
    "slipknot": "Noeud coulant",
    "slipknot_description": "Un noeud coulant est le début de tout ouvrage en crochet. Pour le réaliser, vous pouvez faire une boucle avec le fil, passer le crochet à l'intérieur et tirer le fil à l'intérieur de la boucle. Ensuite, tirez un peu sur les deux extrémités pour le resserer.",
    "magic_loop": "Cercle magique",
    "magic_loop_description": "Le cercle magique est une technique pour commencer des ouvrages circulaires en crochet. Il peut sembler compliqué mais ne prenez pas peur. <br> Il existe plusieurs façon de le réaliser donc choisissez celle qui vous convient le mieux. <br> <br> La façon la plus commune de le réaliser est...",
    "increase": "Augmentation",
    "increase_description": "Une augmentation est le fait de faire deux mailles (de n'importe quelle sorte) dans la même maille.",
    "decrease": "Diminution",
    "decrease_description": "Une diminution est le fait de faire une mailles (de n'importe quelle sorte) en travaillant sur deux mailles différentes.",
    "front_loop_only": "Brin avant",
    "front_loop_only_description": "Le brin avant fait référence à la partie de la maille (le petit v) à l'avant de l'ouvrage, plus proche de vous.",
    "back_loop_only": "Brin arrière",
    "back_loop_only_description": "Le brin arrière fait référence à la partie de la maille (le petit v) à l'arrière de l'ouvrage, plus éloigné de vous.",
    "switch_color": "Changer de couleur",
    "switch_color_description": "Parfois vous aures besoin de changer de couleur de fil. <br> <br> Pour faire cela, vous pouvez tirer la boucle sur votre crochet, enlever le crochet de la boucle, passer le crochet à travers les deux (ou plus) boucles à travers lesquelles la dernière boucle est passé, faire un jeté avec la nouvelle couleur, passer à travers ces boucles. Enfin, vous pourrez tirer sur le fil de l'ancienne couleur et le couper si besoin.",
    "fasten_off": "Terminer",
    "fasten_off_description": "Pour terminer votre ouvrage vous pouvez enlever le crochet, couper le fil et le passer dans la dernière boucle."

  }
  